;Place localized text in this file

[alienssentrygun X2CharacterTemplate]
strCharacterName="Sentry Gun"

[sentryitem X2WeaponTemplate]
FriendlyName="Deployable Sentry Gun"
BriefSummary="The UA 571-C Automated Sentry Gun, known colloquially as the Robot Sentry, is a tripod-mounted automated perimeter defense system that delivers pre-set automatic fire to any hostile within range. This item is one time use and will be removed from inventory upon deployment."
TacticalText="<Bullet/> The UA 571-C Automated Sentry Gun, known colloquially as the Robot Sentry, is a tripod-mounted automated perimeter defense system that delivers pre-set automatic fire to any hostile within range. This item is one time use and will be removed from inventory upon deployment."

[sentry_WPN X2WeaponTemplate]
FriendlyName="Sentry Gun"
BriefSummary="Sentry turret"
TacticalText="<Bullet/> Sentry gun."

[laydownsentry X2AbilityTemplate]
LocFriendlyName="Deploy Sentry Gun"
LocLongDescription="Deploy a sentry turret onto the battlefield."
LocHelpText="Select Deployment Area"
LocFlyOverText="Deployable Turret"
LocPromotionPopupText="<Bullet/> An automated deployable sentry turret which focuses on enemies.<br/>"



[sentrytalk1 X2AbilityTemplate]
LocFriendlyName=""
LocLongDescription=""
LocHelpText=""
LocFlyOverText="[CRITICAL AMMO]"
LocPromotionPopupText="<Bullet/> <br/>"

[sentrytalk2 X2AbilityTemplate]
LocFriendlyName=""
LocLongDescription=""
LocHelpText=""
LocFlyOverText="[OUT OF AMMO]"
LocPromotionPopupText="<Bullet/> <br/>"